Repository: 84000/data-translation-memory
Catalog: toh440-v3.tmx
Source language: bo
Languages: en

source: རྣམ་པར་ཤེས་པ་དང་ཡུལ་རྐང་པ་གཉིས་འདུ་བ་ལ་བར་དུ་གཅོད་པའི་བུ་མོ་ལ་སྐད་ཅིག་མ་བཅུ་དྲུག་འཛིན་མར་འདོད་པ་ཚ་རེག་དང་གྲང་རེག་ཇི་བཞིན་ནོ། །ཨ་ཧ་ཀ་ཧ་རེ།
en: Thus, to long for the girl who cuts them off—a girl who bears the sixteen moments—is like something hot to the touch and something cold to the touch.

source: ཨི་ཎི་བུད་དྷ་སྭ་བྷཱ་བེ། ཙིཏྟ་བ་ཌནྟི་བོ། བྷ་ཝཱ་ན་སི་ལ། ཨུ་པ་ལཀྑ་མ་ཛ་ཛྷེཾ། ཙཱི་ཨ་པ་ལ་བི་པ་ཕཱ་ར་ཎཱ་ཀཱཾ་ཏི་མ་ཎཱ།
en: a ha ka ha re | i ṇi bud dha sva bhā ve | citta va ḍanti bo | bha vā na si la u pa lakkha ma ja jheṃ | cī a pa la vi pa phā ra ṇā kāṃ ti ma ṇā | bhanti ka tha naṃ.”

source: བྷནྟི་ཀ་ཐ་ནཾ། འདི་ནི་ནག་པོ་ཆེན་པོའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ལས་དགེ་བ་དང་མི་དགེ་བ་བརྗོད་པའི་ལེའུ་སྟེ་སུམ་ཅུ་སོ་གཉིས་པའོ།། །།
en: This is chapter thirty-two in The Sovereign Tantra of Mahākāla, “Describing Virtue and Nonvirtue.”

source: དེ་ནས་བསམ་གཏན་གྱི་བསྒྲུབ་པ་བཤད་པར་བྱའོ། །
en: Chapter 33: The Sarasvatī Ritual That Establishes Meditative Concentration “Now I will explain the establishment of mediative concentration.

source: གང་དང་གང་གིས་སེམས་ཅན་གྱི་སྡུག་བསྔལ་དགྲོལ་བར་ཤེས་པ་དེས་གྲོ་ག་ལ་དུག་དང་གཅིན་དང་ཁྲག་རྣམས་ཀྱིས་ཡི་གེ་མྃ་དང་རྃ་དང་གཉིས་ཀྱི་བར་དུ་བསྒྲུབ་བྱའི་མིང་ཧཱུྃ་ཕཊ་དང་ལྡན་པའི་འཁོར་ལོ་བྲིས་པ།
en: Those who know how to undo the suffering of beings should use a mixture of feces, urine, and blood to draw on birch bark a circle consisting of the target’s name between the syllables maṁ and raṁ followed by hūṁ phaṭ.

source: དེ་དྲིལ་ཏེ་མེས་བསྲོས་ན་སྐད་ཅིག་དེ་ཉིད་ལ་སྦྱོར་བ་དེས་འཆི་བར་འགྱུར་རོ། །
en: They should then then roll it up and roast it over a fire. The procedure will bring instant death.

source: ནང་པར་སྔ་བར་ལངས་ཏེ་གདོང་བཀྲུས་པ་དང་།
en: “One should rise early in the morning and wash their face.

source: ཨོཾ་མ་ཎི་བྷ་དྲཱ་ཡ་མ་ཧཱ་ཀཱ་ལ་པྲཱ་ཀྲཱི་ཏི་སེ་ན་པ་ཏ་ཡེ། ཨོཾ་མི་ལི་མི་ལི་མཱནྡྷ་ནཱཾ་དྷ་ད་དཱ་པ་ཡེ་སྭཱ་ཧཱ་ཞེས་པས་ཕོགས་བཅྭ་ལྔ་རུ་བྱུག་ཅིང་མཎྜལ་ཟླུམ་པོ་བྱས་ལ།
en: Then they should anoint themselves fifteen times while reciting oṁ maṇibhadrāya mahākāla­prākriti­senapataye | oṁ mili mili māndhanām dhadadāpaye svāhā.

source: ཨོཾ་ནྃ་དཱི་མ་ཧཱ་ཀཱ་ལཱ་ཡ་བཛྲ་པུཥྤེ་ཧཱུྃ། ཞེས་པས་མེ་ཏོག་ཨ་པ་རཱ་ཙི་ཏ་ནག་པོ་དབུས་སུ་དབུལ་ལོ། །
en: “One should then make a circular maṇḍala and while reciting the mantra oṁ nandīmahākālāya vajrapuṣpe hūṁ offer butterfly-pea flowers to the center.

source: ཨོཾ་ཀཱ་ལཱ་ཡ་ཀ་ཡཀྵཱ་ཡ་བཛྲ་པུཥྤེ་ཧཱུྃ་ཞེས་པས་ཤར་ཕྱོགས་སུའོ། །
en: “While reciting oṁ kālāya yakṣāya vajrapuṣpe hūṃ, offer them to the east.

source: ཨོཾ་བི་ཌཱ་ལ་མུ་ཁཱ་ཡཀྵཱ་ཡ་བཛྲ་པུཥྤེ་ཧཱུྃ་ཞེས་པས་ལྷོ་ཕྱོགས་སུའོ། །
en: “While reciting oṁ vidālamukhāyakṣāya vajrapuṣpe hūṁ, offer them to the south.

source: ཨོཾ་ཨ་སྭ་མུ་ཁཱ་ཡཀྵཱ་ཡ་བཛྲ་པུཥྤེ་ཧཱུྃ་ཞེས་པས་ནུབ་ཕྱོགས་སུའོ། །
en: “While reciting oṃ asvamukhāyakṣāya vajrapuṣpe hūṃ, offer them to the west.

source: ཨོཾ་ཀྲི་མི་མུ་ཁཱ་ཡཀྵཱ་ཡ་བཛྲ་པུཥྤེ་ཧཱུྃ་ཞེས་པས་བྱང་ཕྱོགས་སུའོ། །
en: “While reciting oṁ krimimukhāyakṣāya vajrapuṣpe hūṃ, offer them to the north.

source: མཚམས་རྣམས་སུ་ནི་ད་ཧུ་མུ་ཁཱི་ཡཀྵཱི་ཡཀྵི་ཎྱཻ་མཾ། སཱུ་ཀ་ར་མུ་ཁཱི་ཡཀྵི་ཎྱཻ་ཧཱུྃ། ཨུ་ལཱུ་ཀ་མུ་ཁཱི་སྭ་དྷི་ཏ་ཡཀྵཱི་ཎྱཻ་དྲཾ། ཨདྡྷ་སུ་ཙ་ཏི་ཡ་མུ་ཁཱི་ཡཀྵི་ཎྱཻ་བཾ་ཞེས་པ་ཐམས་ཅད་ལ་སྭཱ་ཧཱ་སྦྱར་བས་སོ། །
en: “One should recite the following mantra in the ordinal directions, adding svāhā each time: dahumukhīyakṣī yakṣinyai maṃ | sūkaramukhī yakṣinyai hūṁ | ulūkamukhī svadhita­yakṣīnyai draṃ | ardhasucati­yamukhīyakṣinyai vaṃ.

source: ཕྱི་ནས་ཡང་མེ་ཏོག་དབུས་སུ་དབུལ་བ་ནི། ཨོཾ་མུཀྟ་མུཀྟ་མ་ཧཱ་ཀཱ་ལཱ་ཡ་སྭཱ་ཧཱ། ཨོཾ་སྥོ་ཊ་ཀ་མ་ཧཱ་ཀཱ་ལཱ་ཡ་སྭཱ་ཧཱ། ཨོཾ་ཀུ་རུ་ཀི་ཏ་མ་ཧཱ་ཀཱ་ལཱ་ཡ་སྭཱ་ཧཱ། ཨོཾ་གཱ་ཌྷ་ཙཀྲ་མ་ཧཱ་ཀཱ་ལཱ་ཡ་སྭཱ་ཧཱ།
en: “After that, one should offer flowers to the center again with: oṁ mukta mukta mahākālaya svāhā | oṁ sphoṭaka mahākālāya svāhā | oṁ kurukita mahākālāya svāhā | oṁ gāḍhacakra mahākālāya svāhā | oṁ khiṭakuru mahākālāya svāhā.

source: ཨོཾ་ཁི་ཊ་ཀུ་རུ་མ་ཧཱ་ཀཱ་ལཱ་ཡ་སྭཱ་ཧཱ། ཞེས་པ་རྣམས་དང་བཅས་པས་སོ། །གཟུངས་བརྒྱ་རྩ་བརྒྱད་ཀྱང་བཟླས་པར་བྱའོ། །
en: “The dhāraṇī should be recited one hundred eight times.

source: ཕྱི་ནས་བཟོད་གསོལ་བྱས་ལ། ཨོཾ་སུ་གདྡྷ་པད་མ་མ་ཧཱ་ཀཱ་ལཱ་ཡ་མུཿཞེས་པས་གཤེགས་སུ་གསོལ་ལོ། །
en: “After that, one should ask for forgiveness and then request the deity to approach with oṁ sugarbha­padma­mahākālāya muḥ.

source: འདིའི་དུས་སུ་ཤིང་ནིམ་པ་ལ་སྟན་བྱ། གོས་སྔོན་པོ་བགོ་ཞིང་གཞོན་ནུ་མ་བདུན་ལ་ཉི་མ་རེ་རེ་ཞིང་རས་ཡུག་རེ་རེ་སྦྱིན།
en: “At this point, one should set up a seat under a neem tree, put on blue clothes, and present gifts to a cloth image of each of the seven kumārīs every day.

source: རྗེ་བཙུན་ལ་མེ་ཏོག་ཨ་པ་རཱ་ཛི་ཏ་དབུལ། བཟའ་བ་དང་། བཏུང་བ་སྔོན་དུ་གསུངས་པ་ལྟར་བཟའ་བཏུང་བྱ།
en: One should offer butterfly-pea flowers to the Lord and then eat and drink the previously mentioned foods and drinks.

source: དེ་ལྟར་ཐམས་ཅད་དུས་གསུམ་དུ་བྱས་ན་སངས་རྒྱས་ཐམས་ཅད་ལ་བསྙེན་བཀུར་བྱས་པའོ། །
en: When one does all this at the three times, they have worshiped all the buddhas.

source: མཎྜལ་འདི་བྱ་རོག་སྐད་མ་བཏོན་པའི་དུས་སུ་ལངས་ལ་བྱའོ། །
en: “One should get up when the crows are not cawing and make this maṇḍala.

source: ནམ་གྱི་ཆ་སྨད་ལ་ནག་པོ་ཆེན་པོ་ཕྱག་བཅུ་དྲུག་པ་བཀྲམ་ལ་ཆང་འཐུང་ཞིང་ཐུན་ཚོད་རེ་རེའི་བར་དུ་གཟུངས་ཀྱི་སྔགས་ཀྱིས་བྱིན་གྱིས་བརླབ་པའི་སྦྱོར་བ་འདི་སྒྲུབ་པ་པོས་བྱས་ན།
en: The practitioner should set up an image of sixteen-armed Mahākāla at the final watch of the night, drink alcohol, and perform the consecration procedure with the dhāraṇī-mantra throughout each period of the day.

source: རྗེ་བཙུན་ནག་པོ་ཆེན་པོས་ཟླ་བ་གསུམ་གྱི་བར་ལ་རྨི་ལམ་སྟོན་ཅིང་ངེས་པར་དངོས་གྲུབ་ཀྱང་འཐོབ་པར་འགྱུར་རོ། །
en: Once they have done so, the lord Mahākāla will appear in a dream in three months, and they are certain to attain siddhi.

source: སྒོམ་ཆེན་པའི་གཟུགས་ཀྱིས་གསེར་སྲང་ཕྱེད་དང་གསུམ་སྟེར་བར་འགྱུར་རོ། །
en: He will take the form of a great meditator and give three and a half palas of gold.

source: ཟླ་བ་དྲུག་གི་བར་གྱིས་མཁའ་སྤྱོད་ཀྱི་དངོས་གྲུབ་ཐོབ་ཅིང་རིམ་གྱིས་ཐམས་ཅད་འགྲུབ་སྟེ།
en: In six months, one will attain the siddhi of flight and gradually attain all the siddhis.

source: ངེས་པར་ཕྱག་རྒྱའི་དངོས་གྲུབ་འཐོབ་པར་འགྱུར་རོ། །
en: One will definitely attain the mudrā siddhi.

source: གལ་ཏེ་གཅིག་ཀྱང་མ་གྲུབ་ན་ངས་ངེས་པར་མཚམས་མེད་པ་ལྔའི་ལས་བྱས་པར་འགྱུར་ཞིང་ལྷ་ཐམས་ཅད་བསད་པ་དང་མཚུངས་སོ། །
en: If one does not even attain one siddhi, then I will have certainly committed one of the five actions entailing immediate retribution and am the same as someone who has killed all the gods.

source: རྒྱུད་འདི་ནི་རྣལ་འབྱོར་གྱི་ཆོ་གའི་བཅུད་ཐམས་ཅད་བསྡུས་པ་ཉིད་དོ། །
en: “This tantra contains all the core elements of the yoga rites.

source: གལ་ཏེ་ལེའུ་འདིའི་སྦྱོར་བ་ལ་ཉེ་བར་གནས་ནས་བསྒྲུབས་ན་སྐད་ཅིག་གིས་ཁྱབ་པར་བྱེད་པའི་མཚམས་མེད་པ་ལྔའི་རྣམ་པར་སྨིན་པ་ཉམས་སུ་མྱོང་བར་མི་འགྱུར་རོ། །
en: If one practices by closely following the procedure in this chapter, one will not experience the instantaneous, pervasive consequences of the five actions entailing immediate retribution.

source: ཉེ་བར་ལོངས་སྤྱད་པར་བྱ་བའི་མཆོད་སྦྱིན་གྱི་ཤིང་ནི་མཚན་ཉིད་དང་ལྡན་པའི་ཐབ་ཁུང་བས་ཅུང་ཟད་ཐུང་བའོ། །
en: “The wood used in the sacrificial rite one intends to employ should be slightly shorter than the specific dimensions of the fire pit.

source: ཞི་བར་བྱ་བའི་དོན་དུ་ཐང་སྟོང་གི་ལྕི་བ་བླངས་ལ་བྱའོ། །
en: For pacification rites, one should use dung from an empty plain.

source: རྒྱས་པར་བྱ་བ་ལ་རྗེ་བཙུན་གྱི་མདུན་དུ་ཇི་ལྟ་བ་བཞིན་ཐབ་བཅས་ལ་རྟེན་དུ་བྱས་པའི་ཤིང་འབྲས་བུ་དང་ལྡན་པ་ལ་ཐབ་ཁུང་དམའ་བར་བྱས་པས་སོ། །
en: Enhancement rites require that one construct the appropriate hearth in front of the Lord, one with a low fire pit atop a base made of fruit-bearing wood.”

source: ལྷ་མོས་གསོལ་པ། ཀྱེ་རྗེ་བཙུན་སྦྱིན་སྲེག་ཤིང་གི་བྱེ་བྲག་བླངས་ལ་བསྲེག་པར་བྱ་བ་རྣམས་ཀྱི་ནང་ནས་མཆོག་ཏུ་གྱུར་པ་གང་ལགས།
en: “My Lord,” the Goddess asked, “please tell us which of the many types of wood selected and burned for a fire offering is the best.

source: སེམས་ཅན་རྣམས་ལ་ཕན་པ་དང་བདེ་བའི་དོན་དུ་གསུངས་ཤིག །
en: Please tell us so that beings will benefit from this and be happy.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དེ་རྣམས་ཀྱི་ནང་ནས་མཆོད་སྦྱིན་གྱི་ཤིང་སྲོག་ཆགས་མེད་པ། སྐམ་པ། ཐབ་ཁུང་བས་ཅུང་ཟད་དམའ་བ།
en: The Blessed One replied, “The best wood of all for a sacrificial rite is free of insects, dry, and slightly smaller than the fire pit.

source: སྔར་བཤད་པའི་འབྲས་བུ་ཅན་གྱི་ཤིང་རྒྱས་པའི་ཐབ་ཁུང་དུ་ལྕི་བ་སྤངས་པས་སོ། །
en: The wood of the previously mentioned fruit-bearing trees used in the fire pit for enhancement rites should not have any cow dung on it.

source: མངོན་སྤྱོད་ལ་ཤིང་རོ་ཚ་བ་ཚེར་མ་དང་ལྡན་པས་དྲི་ཞིམ་པའམ། དུར་ཁྲོད་ནས་བྱུང་བའམ། བོང་བུའམ། རྟ་ལ་སོགས་པའི་སྦངས་སྐམ་པོས་ངེས་པར་འགྲུབ་པར་འགྱུར་རོ། །
en: For hostile rites, if one uses wood that is bitter to the taste and has thorns, fragrant wood or wood from a cremation ground, or dried dung from a horse, donkey, and so forth, the rite will certainly be successful.

source: དབང་དུ་བྱ་བ་ལ་ཤིང་དྲི་ཞིམ་པ་ཨཾ་པའི་འབྲས་བུ་དང་། མེ་ཏོག་དང་ལྡན་པས་སོ། །
en: Enthralling rites employ fragrant mango wood with flowers and fruits.

source: དགུག་པ་ལ་ཤིང་ཚེར་མ་ཅན་ལ་སོགས་པ་སྟེ་སྦྱིན་སྲེག་གི་རིམ་པའི་བྱེ་བྲག་གོ། །
en: For summoning rites one should use wood with thorns and so on. Each stage of the fire offering uses a specific type of wood.”

source: ལྷ་མོས་གསོལ་པ། གལ་ཏེ་དངོས་གྲུབ་ཆེན་པོ་བརྒྱད་ཐོབ་པར་འདོད་པའི་རྣལ་འབྱོར་པས་ཚེས་བརྒྱད་དམ་བཅུའི་དུས་སུ་གོང་དུ་གསུངས་པ་ལྟར་མཎྜལ་བྱས་ལ་སྔགས་སྟོང་ཕྲག་ལྔ་ཤ་དང་ཆང་བཟའ་བ་དང་བཏུང་བ་དང་བཅས་ཏེ་བཟླས་པར་བྱའོ། །
en: The Goddess said, “Yogins who want to attain the eight great siddhis should construct the maṇḍala, as previously described, on the eighth or tenth day of the lunar month and recite the mantra five thousand times while consuming meat and alcohol.

source: ཉལ་བའི་དུས་སུ་ཆང་ཕོགས་བརྒྱ་རྩ་བརྒྱད་དུ་མཉེས་པས་གདོང་བཀྲུས་ནས་ཉལ་ན།
en: When they go to bed, they should perform one hundred eight offerings of alcohol, wash their face, and go to sleep.

source: རྨི་ལམ་དུ་དགེ་བ་དང་མི་དགེ་བ་སྟོན་ནོ། །
en: The favorable and unfavorable will be revealed in their dreams.

source: དེ་རྣམས་ཀྱི་སྔགས་ནི་ཨོཾ་མུ་སྭ་པྣྃ་ག་ཀ་ཐཱ་ཡ་ཧཱུྃ་ཞེས་པའོ། །
en: “The mantra for these procedures is oṁ mu svapnaṃ kathaya hūṁ.

source: དེ་ལྟར་མིན་ན་སྔགས་དེས་ཅེ་སྤྱང་གི་ཤ་ལ་སོགས་པ་ཆང་གིས་སྦགས་ལ།
en: “If that does not happen, one should recite the mantra while immersing the meat of a jackal and the like in alcohol and then perform ten thousand fire offerings in a fire that has been kindled with wet wood.

source: ཆུ་ནང་གི་ཤིང་མེ་ལ་ཁྲི་ཕྲག་གཅིག་ཏུ་སྦྱིན་སྲེག་བྱས་ན་ཉལ་བའི་དུས་སུ་མར་མེའི་མར་གྱིས་སྔགས་བརྒྱ་ཕྲག་གཅིག་བཟླས་ཤིང་རྐང་པ་ལ་བྱུགས་ཏེ་ཉལ་ན་རྨི་ལམ་དུ་འབྱུང་བ་དང་མི་འབྱུང་བ་ངེས་པར་ཤེས་པར་འགྱུར་རོ། །
en: Then, when one goes to sleep, they should recite the mantra one hundred times over ghee from a lamp and then smear it on their feet. Once asleep and dreaming, they will clearly know what will and will not happen.

source: གཉིད་མ་ལོག་པའི་དམིགས་པའི་སྦྱོར་བ་ནི།
en: “The procedure to observe while awake is as follows.

source: ཨོཾ་མ་ཎི་དྷཱ་རི་ཎཱི་ནནྡ་ཡ་ནནྡ་ཡ། སྭ་པྣྃ་ཀཱ་ཐཱ་ཡ་ཀཱ་ཐཱ་ཡ་ཧཱུྃ་ཕཊ་སྭཱ་ཧཱ།
en: One should recite oṁ maṇidhāriṇī nandaya nandaya svapnaṃ kathaya kathaya hūṁ phaṭ svāhā fifty thousand times, wash their face with their urine, and concentrate on their goal.

source: ཞེས་པ་ཁྲི་ཕྲག་ལྔ་བཟླས་ཏེ་རང་གི་ཆུས་གདོང་བཀྲུས་ནས་བྱ་བ་ལ་སེམས་ཤིང་ཉལ་ན་དགེ་བ་དང་མི་དགེ་བའི་དོན་འབྱུང་བ་དང་མི་འབྱུང་བ་སྟོན་ཏོ། །
en: Once asleep, the good or ill that will or will not come to pass will be revealed.

source: གཞན་ཡང་སྔགས་པས་སྦྱོར་བས་བསྒྲུབ་པར་བྱ་བ་ནི་ཆོ་གའི་རིམ་པ་ཇི་ལྟ་བ་བཞིན་དུ། རྔ་མོ་ལ་སོགས་པའམ། བ་ལང་ངམ། མ་ཧེ་རྣམས་དང་སྟབས་གཅིག་ཏུ་འགྲོ་ཞིང་།
en: “Additionally, one can seek accomplishment by applying that mantra and the correct ritual sequence to first gather together camels and the like, cows, or buffalo and incant them with the supreme mantra given above.

source: སྔར་གྱི་སྔགས་མཆོག་བཟླས་ན་ཐེ་ཚོམ་མེད་པར་འགྲུབ་པར་འགྱུར་རོ། །
en: One will undoubtedly be successful.

source: གྲོང་ཁྱེར་གྱི་ཕྱི་རོལ་ལམ། ལྡུམ་རའམ། མཚན་མ་གཅིག་པའམ། དུར་ཁྲོད་རྣམས་སུ་དུས་ཐམས་ཅད་དུ་ཕྱིན་ལ་རྣལ་འབྱོར་པ་གསུམ་མམ་ལྔ་དང་སྟབས་གཅིག་ཏུ་ཆང་དང་ཤ་ལ་བདེ་བར་ལོངས་སྤྱད་ལ།
en: “One should go to the outskirts of a town, an orchard, a solitary liṅga, or a charnel ground at any time and feast on alcohol and meat with a group of three or five yogins.

source: དེ་ནས་ཁྱིམ་དུ་འོངས་ལ། ཀུན་དུ་རུའི་སྦྱོར་བ་བྱས་ནས་ཇི་ལྟར་འབྱོར་པའི་རྫས་ཀྱིས་གཏོར་མ་བཏང་སྟེ། སེམས་ཀྱི་བྱ་བ་བྱས་ལ་ཉལ་ན།
en: One should then go home, perform sexual yoga, make a bali offering using whatever substances one’s wealth allows, prepare themselves mentally, and go to sleep.

source: འཇིགས་བྱེད་ཆེན་པོས་ངེས་པར་དགེ་བ་དང་། མི་དགེ་བའི་རྨི་ལམ་སྟོན་ཞིང་རིལ་བུ་དང་། བཀྲ་ཤིས་པའི་གནས་དང་། ཚེ་ལོ་ལྔ་བརྒྱ་ཐུབ་པའི་སྨན་རྣམས་ཐེ་ཚོམ་མེད་པར་མངོན་སུམ་དུ་སྟེར་བར་འགྱུར་རོ། །
en: Mahābhairava will surely reveal a favorable or unfavorable dream and will directly bestow the pill siddhi, an auspicious state, and medicines that allow one to live for five hundred years.

source: རིམས་གཞོམ་པ་ནི་ཡི་གེ་ཧཱུྃ་བརྗོད་ཅིང་སྨན་ཛ་ཡནྟིའི་རྩ་བ་བཟའ་བར་བྱས་ན་ཐེ་ཚོམ་མེད་པར་ཞི་བར་འགྱུར་རོ། །ཡང་ཨོཾ་ཨ་མོ་གྷ་རི་ཏི་མ་ཧཱ་ཀཱ་ལཱ་ཧཱུྃ་ཕཊ་ཕཊ། ཀི་ལི་ཀི་ལི། མཱ་ར་མཱ་ར། ཀཱ་ར་ཡ་ཀཱ་ར་ཡ།
en: “If one is overcome by fever, they should recite the syllable hūṁ while eating sesbania root.

source: ས་མ་ས་མ། ཙ་མ་ཙ་མ།
en: The fever will undoubtedly be cured.

source: ད་མ་ད་མ། ཛྭ་ར་མེ་ཀཱ་ཧི་ཀཌྜྷྱ་ཧི་ཀཌྜྷྱ་ཧི་ཀཾ། ཙ་ཏུརྠ་ཀཾ །མཱ་སི་ཀཾ །མ་དྷ་མཱ་སི་ཀཾ། པཻཏྟི་ཀཾ། ཀླེཥྨིཀཾ། ཧཱུྃ་ཏ་ཛཾ། གྲ་ཧ་ཛཾ། བཻ་ཏཱ་ཌཱཾ། ཧ་ན་ཧ་ན། ཤཱནྟི་མ་མུ་ཀ་སྱ་ཀུ་རུ་ཧ་ཧཱ་ཧི་ཧཱི་ཧུ་ཧཱུ་ཧེ་ཧཻ་ཧོ་ཧཽ་ཧཾ་ཧཿཞེས་བཟླས་པ་དང་།
en: One can also recite the following mantra: oṁ amoghariti­mahākāla hūṁ phaṭ phaṭ kili kili māra māra kāraya kāraya sama sama cama cama damadama jvara me kāhi kaddhyahi kaddhyahi kaṃ catur­thakam māsikam madhāmāsikam paittikaṃ kleṣmikaṃ hūṃ tajaṃ grahajaṃ vaitāḍāṃ hana hana śāntiṃ [insert name] kuru ha hā hi hī hu hū he hai ho hau haṃ haḥ.

source: དབུགས་ཕྱེད་ལ་སྐུད་པ་བསྒྲིམས་པ་ལ་མདུད་པ་བྱས་ལ་སྐྲ་ལ་བཏགས་ན།
en: They should then take a half breath, tie a knot on twined threads, and fasten it in their hair.

source: ནད་རིམས་རབ་ཏུ་ཞི་བར་འགྱུར་རོ། །
en: The virulent illness will be cured.

source: ཡང་ཨོཾ་མ་ཧཱ་ཀཱ་ལ་ཤུ་ཙི་ར་པུ་ཝི་ར་སྤུ་ར་བརྡྷ་ན་ཧཱུྃ་ཕཊ་སྭཱ་ཧཱ། ཞེས་པའི་སྔགས་ཀྱི་རྒྱལ་པོ་ཆེན་པོ་ཡི་གེ་བཅུ་བདུན་པ་འདི་འབུམ་ཕྲག་གཅིག་བཟླས་ནས་བསྒྲུབ་པར་བྱ་བ་ནི། སྨན་ག་ལར་ཊ་དང་། སུ་པ་ལ་ན་དང་། མ་ཧཱནྟ་ར་དང་། ཨི་ཀྑ་ར་ཡ་ཝ་དང་། ས་མ་ཊི་ར་ཎ་དང་། ཨ་ལ་ཝུ་དང་། ནཱི་ར་ཀ་ལ་དང་། ཀྃ་ཊཱ་ཧཱ་བཱི་ཀ་ཛ་དང་། ཆུ་ཤིང་གི་འབྲས་བུ་དང་། སྦྲང་དང་། ཊ་སུ་རཱི་དང་། མུ་ཏི་རི་དང་། ས་པྟ་དང་། ལི་དང་། ཨྃ་ག་བ་ལཱི་དང་། ར་ཎ་སཱ་སུ་ར་དང་། ཕེ་ཊ་ཝཱ་ར་དང་། གྷ་ཎ་ཊ་ཀ་ཕ་ལ་དང་། སུ་མུ་རི་དང་། ཙནྡྲ་མ་སུ་རི་དང་། ཨུ་བྷཀྟ་ཙི་དང་། ལ་ཊ་ཀཱི་དང་། ཏེ་ན་ཧ་དང་། ཙརྚ་པྲི་དང་། པུཀྵ་ཡཱ་དང་། ཙ་ར་ཊ་དང་། མ་དི་ར་བཱི་ཛ་དང་། སུཾ་བྷཱ་ཕ་ལ་དང་། ཧ་གྷོ་ར་དྲ་བྱ་ནེ་ཧ་ར་དང་། སུདྡྷ་མུ་ཎི་པྲཱ་ཙཱརྱ་ཕ་ལ་དང་། ཨ་མྲ་ཕ་ལ་དང་། པྲ་ཧ་རི་དང་། ཀུནྡྷ་ལི་ཙི་ལཱི་དང་། ཛ་ལ་ཙ་ར་ཌིབྦ་དང་། མཱ་ག་ཊ་དང་། བུ་མ་ལ་ཧ་དང་། ཨ་ཡན་ཏ་ཕ་ལ་དང་། ཀཉྫ་རུ་དང་།
en: “To reach accomplishment by reciting the seventeen-syllable great king of mantras, oṁ mahākāla śuciraspura­bandhana hūṁ phaṭ svāhā, one hundred thousand times, a yogin should acquire the following forty ingredients: galarṭa, supalana, mahāntara, ikkharayava, samaṭiraṇa, alawu, nīrakala, kāṇṭāhāvīkaja, bananas, honey, ṭasurī, mutiri, sapta, bell metal, aṅgavalī, raṇasāsura, pheṭavāra, ghaṇṭaka fruit, sumuri, candramasuri, ubhaktaci, laṭakī, tenaha, carṭapri, pukṣayā, caraṭa, madira seeds, sumbhā fruit, haghoradravyanehara, suddhamuṇiprācārya fruit, mango, prahari, kundhalicilī, jalacaraḍivva, māgaṭa, bumalaha, ayanta fruit, kañjaru, betel, amugala, and ghanpāramānasā.

source: པུ་ག་དང་། ཨ་མུ་ག་ལ་དང་། གྷན་པཱ་ར་མཱ་ན་སཱ་དང་། རྣལ་འབྱོར་པས་རྫས་བཞི་བཅུ་པོ་དེ་རྣམས་བཟུང་ལ། ཟླ་བ་དང་།
en: “Then, during a lunar or solar eclipse, the yogin should combine them in equal parts and swallow them on an empty stomach, reciting the mantra until they are gone.

source: ཉི་མ་གཟས་བཟུང་བའི་དུས་སུ་དེ་རྣམས་ཆ་བསྙམས་ལ་ལྟོ་སྟོང་ལ་མིད་ནས་ཇི་སྲིད་གྲོལ་གྱི་བར་དུ་སྔགས་བཟླས་ན་སྐད་ཅིག་དེ་ཉིད་ལ་འཆི་བ་མེད་དེ་མཁའ་སྤྱོད་ཀྱི་དངོས་གྲུབ་འགྲུབ་པར་འགྱུར་རོ། །
en: At that very moment the yogin will no longer be subject to death and will gain the siddhi of flight.

source: གལ་ཏེ་མ་གྲུབ་ན་སྒྲུབ་པ་པོས་ཟླ་ཕྱེད་བསྐྱར་ན་ལོ་སྟོང་ཕྲག་གཅིག་ཏུ་འཚོ་ཞིང་དངོས་གྲུབ་ཆེན་པོ་བརྒྱད་རྣམས་ལས་གང་འདོད་པ་དེ་འགྲུབ་པར་འགྱུར་རོ། །
en: If that does not work, the practitioner should repeat it during the half-moon. They will live for one thousand years and gain any of the eight great siddhis they want.

source: ཟླ་བ་དང་། ཉི་མ་གཟས་གཏོང་བའི་དུས་སུ་གོང་གི་བྱ་བ་བྱེད་པ་དེས་ཐེ་ཚོམ་མེད་པར་ཐམས་ཅད་མཁྱེན་པ་དང་མཚུངས་པའི་སངས་རྒྱས་འཐོབ་བོ། །
en: “Someone who performs the above rite after a lunar or solar eclipse will undoubtedly attain the omniscient state of the buddhas.

source: གལ་ཏེ་དངོས་གྲུབ་འདི་མ་གྲུབ་ན་སངས་རྒྱས་དང་། ཆོས་དང་། དགེ་འདུན་རྣམས་རྣམ་པར་སྨད་པ་ཡིན་ནོ། །
en: If one does not attain this siddhi, it means one has debased the Buddha, Dharma, and Saṅgha.

source: དེའི་ཕྱིར་ཚིག་མང་པོས་དགོས་པ་མེད་དེ།
en: “There is thus no need for me to say more.

source: གང་གིས་དེ་རྣམས་ལས་འདི་མཐོང་བ་ལ་ཉེ་བར་གནས་པར་མི་བྱེད་པའི་མི་དེ། སྡིག་པའི་གོང་བུ་དང་མཚུངས་པར་རིག་པར་བྱ་སྟེ།
en: One should know that the person who observes this rite among the others but does not follow it will be like a heap of wickedness and will not be able to attain liberation in this lifetime.

source: སྐྱེ་བ་འདིར་དགྲོལ་བར་མི་ནུས་སོ། །ལེའུ་འདི་ནི་དད་པ་དམན་པ་རྣམས་ལ་གསལ་པོར་བསྒྲག་པར་མི་བྱའོ། །
en: “One should not openly explain this chapter to those who have little faith.

source: གལ་ཏེ་གསལ་པོར་བསྒྲགས་ན་སློབ་དཔོན་དེས་དེ་བཞིན་གཤེགས་པ་ལྔ་རྣམ་པར་ཉམས་པར་བྱས་པའོ། །
en: If someone openly explains it, that ācārya will have defiled the five thus-gone ones.

source: ལེའུ་འདི་མཐོང་བ་ཙམ་ཡང་རྙེད་པར་དཀོན་ནོ། །སྨན་བྷན་དུཾ་དང་། ཀཱི་རཾ་དང་། མ་ཀི་ར་དང་།
en: Just seeing this chapter is extremely rare.

source: སུ་མི་ཏཾ་དང་། པྲ་བྷཾ་ཌཾ་རྣམས་ཟླ་བ་དང་ཉི་མ་གཟས་བཟུང་དུས་སུ་ཟོས་ན་ངག་གི་དབང་ཕྱུག་འགྲུབ་པར་འགྱུར་རོ། །ལྗོན་ཤིང་པུ་ན་ལའི་རྩ་བ་དང་། ས་ག་རའི་འདབ་མ་དང་། པ་ར་ད་རྣམས་དང་།
en: “If one eats bhandu, kīra, makira, sumita, and prabhaṇḍaṃ during a lunar or solar eclipse, one will become a lord of speech.

source: ཚ་བའི་མར་དང་། ཡང་དག་པར་ལྡན་པ་གཟས་བཟུང་བའི་དུས་སུ་ཟོས་ན་ཐོས་པ་ཙམ་གྱིས་འཛིན་པར་ནུས་པ་དང་། བཀླགས་པ་ཙམ་གྱིས་ཟིན་པར་ནུས་པ་དང་། ཐེ་ཚོམ་མེད་པར་ཚིགས་སུ་བཅད་པ་རྩོམ་པར་ནུས་པར་འགྱུར་རོ། །སྨན་པྲཧྨི་ཙུ་ཊ་དང་།
en: “If one consumes punala tree root, sagara leaves, and parada with warm oil during an eclipse, one will gain the ability to learn something just by hearing it, the ability to learn something just by reading it, and, undoubtedly, the ability to compose verse.

source: བྷོ་ཊཱ་རཱ་ལཱ་དང་། ཐང་ཤིང་གི་ཁུ་བ་དང་། སྟབས་གཅིག་ཏུ་འཐུངས་ན་པཎྜི་ཏར་འགྱུར་རོ། །ཤུ་དག་དང་། མངྒ་ནི་དང་།
en: “If one drinks a concoction of prahmicuṭa, bhoṭārālā, and sarala pine sap, one will become a paṇḍita.

source: ལྒ་དང་། གོ་སྙོད་དང་། ཀནྡ་བཛྲ་མ་ལི་རྣམས་སྦྲང་དང་སྦྱར་ཏེ་ཟོས་ན། སྐད་ཅིག་གིས་པཎྜི་ཏ་ཆེན་པོར་འགྱུར་རོ། །
en: If one combines sweet flag, mārgani, ginger, cumin, and kardavajramali with honey and eats it, one will instantly become a great paṇḍita.

source: ཨོཾ་མཱོཾ་ཧྲཱིཿཞེས་པའི་སྔགས་འདི་གཟས་བཟུང་བའི་དུས་སུ་སྨན་བ་ད་ར་ཁར་བཅུག་སྟེ་ཇི་སྲིད་བཏང་གི་བར་དུ་བཟླས་ན་ཉིན་རེ་ཞིང་ཚིགས་སུ་བཅད་པ་བརྒྱ་ཕྲག་རེ་རེ་ཟིན་པར་འགྱུར་རོ། །
en: “During an eclipse, one should place some badara in their mouth and recite the mantra oṁ māṁ hrīḥ until it is gone. One will then be able to learn hundreds of verses every day.

source: སྔགས་སྟོང་ཕྲག་གཅིག་བསྙེན་པ་བསྐྱལ་ནས་ལག་པའི་མཐིལ་དུ་གནུར་ཏེ་ཆུ་ཁྱོར་བ་གང་འཐུངས་ན་དབྱངས་ཅན་མ་འགྲུབ་པར་འགྱུར་ཏེ། ངེས་པར་ཐོས་པ་ཙམ་གྱིས་ཟིན་པར་འགྱུར་རོ། །
en: If one recites the mantra one thousand times while performing worship, crushes the badara in the palm of their hand, and drinks it with a handful of water, one will attain the goddess Sarasvatī’s siddhi and learn anything simply by hearing it.

source: སྔགས་འདི་ཁྲི་ཕྲག་གཅིག་སྦྱིན་སྲེག་བྱས་ན་གསུང་ཆེན་པོ་ཚིག་དག་པ་ཡང་ཐོབ་པར་འགྱུར་རོ། །
en: If one performs ten thousand fire offerings with this mantra, one will gain a loud voice and clear pronunciation.”

source: འདི་ནི་ནག་པོ་ཆེན་པོའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ལས་དབྱངས་ཅན་མའི་ཆོ་ག་བསམ་གཏན་གྱི་བསྒྲུབ་པའི་ལེའུ་སྟེ་སུམ་ཅུ་སོ་གསུམ་པའོ།། །།
en: This is chapter thirty-three in The Sovereign Tantra of Mahākāla, “The Sarasvatī Ritual That Perfects Meditative Concentration.”

source: གཞན་ཡང་གཞོན་ནུ་མས་རྩི་བའི་ལེའུ་བཤད་པར་བྱའོ། །མཛྫྡཧ་རི་པུ་ཧ་ཨུ་ར་ཧ་རི་ཨོ། ཨནྟེ་ཨ་རུ་ཛུ་ཨུ་ར་པ་སི་ཨོ།
en: Chapter 34: Prognostication Using Young Girls “Now I will present a chapter on prognostication using young girls.

source: ཛ་ཛཱ་ཛ་ཏ་ཐ་མ་ཛཱ་ཨི་ཨོ་ཏ་ཀྑ་ཎ་ཧོ། །ཨི་ཎུ་པཱ་ཝི་ཨོ་ཀ་ཧ་ནཾ། ཨ་ར་ཝཱ་ར་ཎི་ཡུཏྟི་ཨ་ནཱ་ཧི་ཨོ། སུ་ཏི་ཨོ་པ་ཨི་ཊི་ཨུ་སེ་ས་ཝཀྐཱ་ན་ཏེ་ས་ཀ་ཁུ་ས་ཧི་ཨོ། ཛཾ་ཧ་ཨུ་དཱ་ཐ་ཨ་ཧ་ཨོ།
en: majjhe ha ri pu ha u ra ha r io | ante a ru ju u ra pa si o | ja jā ja ta tha ma jā i o ta kgha ṇa ho | i ṇu pā vi o ka ha nam | a ra vā ra ṇi utti a nā hi o | su ti o pa i ṭi u se sa vakkā na te sa ka khu sa hi o | jaṃ ha u dā tha a ha o | ka ha ka ha ta ga kha ṇu ka hi o.”

source: ཀ་ཧ་ཀ་ཧ་ཏ་ག་ཁ་ཎུ་ཀ་ཧི་ཨོ། འདི་ནི་ནག་པོ་ཆེན་པོའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ལས་གཞོན་ནུ་མས་རྩི་བའི་ལེའུ་སྟེ་སུམ་ཅུ་སོ་བཞི་པའོ།། །།
en: This is chapter thirty-four in The Sovereign Tantra of Mahākāla, “Prognostication Using Young Girls.”

source: གཞན་ཡང་རིམ་གྱིས་སྣའི་རྒྱུ་བ་གཉིས་གཅིག་ཏུ་བྱ་སྟེ། བརྒྱུས་ན་ལྷ་རྣམས་ཀྱང་འཆི་བར་འགྱུར་བས་སོ། །
en: Chapter 35: Combination “Additionally, the two movements of the nose should be gradually combined as one, because when woven together, even the gods will die.

source: དཔེར་ན་གྲོང་ཁྱེར་གྱི་སྐྱེ་བོ་མི་ཤེས་པ་རྣམས་ཀྱིས་ཁྲིམས་དང་འགལ་བ་བྱས་ཏེ། ཡུལ་ནས་འཐོན་པ་དང་།
en: For example, this is like ignorant citizens who break laws and flee the country.

source: སྐྲག་ཅིང་དངངས་པས་དེ་རྣམས་བྲོས་ཀྱང་སྲོག་དང་འབྲལ་བར་འགྱུར་བ་ལྟར་རོ། །
en: They run away out of fear and anxiety and eventually lose their lives.”

source: འདི་ནི་ནག་པོ་ཆེན་པོའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ལས་མཉམ་པར་སྦྱོར་བའི་ལེའུ་སྟེ་སུམ་ཅུ་སོ་ལྔ་པའོ།། །།
en: This is chapter thirty-five in The Sovereign Tantra of Mahākāla, “Combination.”

source: གཞན་ཡང་གི་ཝང་དང་། སཱ་ཥཱ་དང་། ཙོ་ཎ་དང་། པྲེ་ཏ་རྣམས་ཆ་བསྙམས་ནས་ཁར་བཅུག་སྟེ་སྔགས་བཟླས་ན་འདས་པ་དང་མ་འོངས་པའི་དོན་ངེས་པར་ཤེས་པར་འགྱུར་རོ། །
en: Chapter 36: Complexion “Additionally, if one combines equal parts cow bezoar, sāṣṭa, coṇa, and preta, places them in their mouth, and recites the mantra, one will surely come to perceive past and future events.

source: ཡང་གི་ཝང་དང་སུ་ཁ་ད་ཡཱི་དང་། པ་ར་སོ་དྷཱ་ནཱི་དང་། ཧ་པུ་རུ་རུ་དང་། ཨ་རུ་དཱུ་ནི་རྣམས་དཀའ་བ་སྤྱོད་པས་ཆ་བསྙམས་ནས་རིལ་བུ་བྱས་ཏེ། མིད་ན་སྐད་ཅིག་དེ་ལ་འདས་པ་དང་མ་འོངས་པའི་དོན་ཤེས་པར་འགྱུར་རོ། །
en: “If someone who adopts difficult practices mixes equal parts cow bezoar, sukhadāyī, parasodhānī, hapuri, and arudūni, makes them into pills, and swallows them, they will instantly know past and future events.

source: ཡང་ཡུང་བ་དང་། སེ་ན་དང་། ར་ཎ་པ་ཎ་རྣམས་ཀྱི་ཁུ་བས་མིག་གཉིས་ལ་བྱུགས་ན་འཇིག་རྟེན་གསུམ་ན་གནས་པ་ཤེས་ཤིང་མཐོང་བར་འགྱུར་རོ། །
en: “Or, if one smears a fluid comprised of turmeric, sena, and raṇapaṇa on both eyes, they will know and see everything present in the threefold world.

source: ཡང་ཨ་ཤ་མཱུ་ལི་དང་། ཛ་ཡནྟ་མུ་ལ་དང་། པཎྜ་ཏ་ཀ་ར་མཱུ་ལ་རྣམས་ཟླ་བ་དང་། ཉི་མ་གཟས་བཟུང་བའི་དུས་སུ་ཁུ་བ་ལ་བསྣུར་ནས། བྱ་བ་ཐམས་ཅད་བསྔོགས་ལ་ཁར་བཅུག་སྟེ་སྔགས་བཟླས་སོ། །
en: “During a lunar or solar eclipse, one should grind ākāśamūli, sesbania root, and piṇḍatagara root into a paste, make all the ritual preparations, place it in one’s mouth, and recite the mantra.

source: ཕྱི་ནས་ཁའམ་གསང་བའི་ལམ་དུ་བཅུག་ན་ངེས་པར་འདས་པ་དང་མ་འོངས་པའི་དོན་ཤེས་པར་འགྱུར་རོ། །
en: After that, if they place it in their mouth or rectum, they will surely know past and future events.

source: གལ་ཏེ་མི་ཤེས་ན་ངས་མཚམས་མེད་པ་ལྔ་བྱས་པའོ། །
en: If they do not, then I have committed the five actions entailing immediate retribution.

source: ལྗོན་ཤིང་གང་དང་གང་གི་རྩ་བ་ཟིལ་པའི་ཆུ་ལ་བསྣུར་ན་ཁ་དོག་བཟང་པོར་འགྱུར་རོ། །
en: “If one grinds various tree roots with dew and smears it all over their body, they will have an excellent complexion.”

source: འདི་ནི་ནག་པོ་ཆེན་པོའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ལས་ཁ་དོག་འབྱུང་བའི་ལེའུ་སྟེ་སུམ་ཅུ་སོ་དྲུག་པའོ།། །།
en: This is chapter thirty-six in The Sovereign Tantra of Mahākāla, “Complexion.”
